/* Localized strings for DockSync */

/* Data Class: Dock Items */
"com.apple.dock.items" = "Dock-onderdelen";

/* Entity: A simple entity with just one attribute */
"com.apple.dock.item" = "Dock-onderdeel";
"com.apple.dock.itemlist" = "Lijst met Dock-onderdelen";

/* Attribute: A simple attribute */
"com.apple.dock.itemlist/allItems" = "Lijstonderdelen Dock-onderdeel";
"com.apple.dock.item/path" = "Pad Dock-onderdeel";
"com.apple.dock.item/label" = "Label Dock-onderdeel";
"com.apple.dock.item/type" = "Type Dock-onderdeel";
"com.apple.dock.item/parent" = "Omvattend onderdeel van Dock-onderdeel";
"com.apple.dock.item/properties" = "Kenmerken Dock-onderdeel";

/* Data Class: Dashboard Widgets */
"com.apple.dashboard.widgets" = "Dashboard-widgets";

/* Entity: A simple entity with just one attribute */
"com.apple.dashboard.widget" = "Dashboard-widget";

/* Attribute: A simple attribute */
"com.apple.dashboard.widget/bundleID" = "Bundelidentificatie";
"com.apple.dashboard.widget/preferences" = "voorkeuren";
"com.apple.dashboard.widget/position" = "positie";
"com.apple.dashboard.widget/widgetID" = "widgetID";
"com.apple.dashboard.widget/inLayer" = "inLayer";

